---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.ApplicationInitializedEventArgs
source: html/bc7e2240-8aac-b9b0-b5dd-7f71cad67e82.htm
---
# ApplicationInitializedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.